IDEA Open Model
MatSteelAUS.PhiOMFy Property
Compatible with IDEA StatiCa 20.1
 Overstrength coefficient for fy
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double PhiOMFy { get; set; }
Public Property PhiOMFy As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatSteelAUS Class
IdeaRS.OpenModel.Material Namespace